content-org/o.org
:PROPERTIES:
:EXPORT_DATE: [2018-11-11 Mon 21:49]
:END:

* List of lists
:PROPERTIES:
:EXPORT_FILE_NAME: list_of_lists
:EXPORT_HUGO_SECTION: docs/collections
:END:
** Personal
*** Personal Personal
- [[file:personal_lists.org::*Values][VaLuEs]] : Things that sort of shape who I am
- [[file:personal_lists.org::*Beliefs][Beliefs]] : If I wrote the bible
- [[file:personal_lists.org::*Won't Do][Won't Do]] : Things that I'll never ever, ever ever, attempt in this lifetime
- [[file:personal_lists.org::*Would do again][Would do again]] : Things i want to do again, spend more time doing
- [[file:personal_lists.org::*Lies][Lies]] : Lies that i keep telling myself
- [[file:personal_lists.org::*Can speak on][Can speak on]] : Things that I can talk about for 30mins straight, without prep
- [[file:personal_lists.org::*Angels][Angels]] : List of people without whom i would be more nobody than the nobody i am today
- [[file:personal_lists.org::*Wrong Deals][Wrong Deals]] : Deals that went wrong in my life or my unfair expectations
- [[file:personal_lists.org::*Don't like it][Don't like it]] : Things that i do not like
- [[file:personal_lists.org::*Conversations dump][Conversations dump]] : Absolute chaos
*** Semi Personal
- [[file:personal_lists.org::*My delusions][My delusions]] : Things that I see that I think others don't, but they probably do
- [[file:personal_lists.org::*What if][What if]] : Just letting my imagination run wild
- [[file:personal_lists.org::*Predictions][Predictions]] : things that i have 100% conviction will happen, inevitable forces. Also bets.
- [[file:personal_lists.org::*Communities][Communities]] : Ah! Humans.
- [[file:personal_lists.org::*sElF hElP][sElF hElP]] : Self help blogposts that sort of actually helped me.
- [[file:personal_lists.org::*Apologies][Apologies]] : things that i want to publicly apologize about
- [[file:personal_lists.org::*Jargonfile][Jargonfile]] : Words!
- [[file:personal_lists.org::*Quotes][Quotes]] : only talk no action things i found on the interwebs
- [[file:personal_lists.org::*Thankful][Thankful]] : I have a lot to be thankful about.
** In my radar
List of things that are in my radar along with the reason why interested
- [[file:non_personal_lists.org::*Interesting People][Interesting People]] : People I found on the internet that I find interesting
- [[file:non_personal_lists.org::*Interesting Organizations][Interesting Organizations]] : Organizations I found on the internet that I find interesting
- [[file:non_personal_lists.org::*Interesting Events][Interesting Events]] : Events that are interesting to me
- [[file:non_personal_lists.org::*Dem Comments][Dem Comments]] : collection of comments across different forums on the internet
** Cool list
collection of things that I think are cool one way or the other.
- [[file:non_personal_lists.org::*Bots][Bots]] : Insects and bugs i want to be friends with
- [[file:non_personal_lists.org::*Portfolios][Portfolios]] : Personal homepages/wikis/portfolios that I like
- [[file:non_personal_lists.org::*Websites][Websites]] : Random websites that I think are cool
** Random lists
- [[file:non_personal_lists.org::*Manifestos][Manifestos]] : Collected manifestos
- [[file:non_personal_lists.org::*Copy pastas][Copy pastas]] : Collected copy pastas
- [[file:non_personal_lists.org::*Challenges and Sports][Challenges and Sports]] : Various challenges
- [[file:non_personal_lists.org::*DIY Gems][DIY Gems]] : DIY projects by other people that I found interesting
- [[file:non_personal_lists.org::*Why not?][Why not?]] : Batshit crazy ideas implemented
- [[file:non_personal_lists.org::*Tweet Threads][Tweet Threads]] : Old tweet threads list, should be cleared and pages needs to be deleted
** Useful lists
- [[file:non_personal_lists.org::*Things to say when][Things to say when]] : Things that I can say at different situations.
- [[file:non_personal_lists.org::*Digital Warrior][Digital Warrior]] : Guides and references to be more aware digitally
- [[file:non_personal_lists.org::*Lifehacks][Lifehacks]] : Lifehack related posts/comments from the internets
** Lists elsewhere on the internet
- [[https://news.ycombinator.com/item?id=11860496][100 things that are broken, according to HN]]
- [[https://www.evernote.com/shard/s204/client/snv?noteGuid=6ca15c53-0981-4e4a-ac7e-3871947c7414&noteKey=154edd1559be9188a589c6713b4b7ae8&sn=https%3A%2F%2Fwww.evernote.com%2Fshard%2Fs204%2Fsh%2F6ca15c53-0981-4e4a-ac7e-3871947c7414%2F154edd1559be9188a589c6713b4b7ae8&title=Travel%2BPacking%2BList][Travel Packing List]]
- [[https://docs.google.com/document/d/1zl33fxKigWN4Hd1AWOxopuvzQZfPpMUwGTLbB07dXzU/edit#heading=h.zc6kimanub7n][christine’s lists & writings]]
- [[https://www.hella.cheap/unpopular-opinions/][Unpopular Opinions]]
- [[https://thume.ca/2020/07/19/my-youtube-tier-list/][My tier list of interesting YouTube channels - Tristan Hume]]
- [[https://mason.gmu.edu/~rhanson/altinst.html][Alternative Institutions]]
- [[https://github.com/thehandsomepanther/cool-sites][thehandsomepanther/cool-sites]]
- [[https://matthewmcateer.me/blog/under-investigated-fields/][Under-Investigated Fields List (Version 1.0) - matthewmcateer.me]]
