content/docs/collections/list_of_lists.md
+++
title = "List of lists"
author = ["Hrishikesh Barman"]
draft = false
+++

## Personal {#personal}


### Personal Personal {#personal-personal}

-   [VaLuEs]({{< relref "values" >}}) : Things that sort of shape who I am
-   [Beliefs]({{< relref "beliefs" >}}) : If I wrote the bible
-   [Won't Do]({{< relref "wontdo" >}}) : Things that I'll never ever, ever ever, attempt in this lifetime
-   [Would do again]({{< relref "woulddo" >}}) : Things i want to do again, spend more time doing
-   [Lies]({{< relref "lies" >}}) : Lies that i keep telling myself
-   [Can speak on]({{< relref "can_speak_on" >}}) : Things that I can talk about for 30mins straight, without prep
-   [Angels]({{< relref "angels" >}}) : List of people without whom i would be more nobody than the nobody i am today
-   [Wrong Deals]({{< relref "wrong_deals" >}}) : Deals that went wrong in my life or my unfair expectations
-   [Don't like it]({{< relref "dontlikeit" >}}) : Things that i do not like
-   [Conversations dump]({{< relref "conv_dump" >}}) : Absolute chaos


### Semi Personal {#semi-personal}

-   [My delusions]({{< relref "mydelusions" >}}) : Things that I see that I think others don't, but they probably do
-   [What if]({{< relref "whatif" >}}) : Just letting my imagination run wild
-   [Predictions]({{< relref "predictions" >}}) : things that i have 100% conviction will happen, inevitable forces. Also bets.
-   [Communities]({{< relref "communities" >}}) : Ah! Humans.
-   [sElF hElP]({{< relref "self_help" >}}) : Self help blogposts that sort of actually helped me.
-   [Apologies]({{< relref "apologies" >}}) : things that i want to publicly apologize about
-   [Jargonfile]({{< relref "jargon" >}}) : Words!
-   [Quotes]({{< relref "quotes" >}}) : only talk no action things i found on the interwebs
-   [Thankful]({{< relref "thankful" >}}) : I have a lot to be thankful about.


## In my radar {#in-my-radar}

List of things that are in my radar along with the reason why interested

-   [Interesting People]({{< relref "interesting_people" >}}) : People I found on the internet that I find interesting
-   [Interesting Organizations]({{< relref "interesting_orgs" >}}) : Organizations I found on the internet that I find interesting
-   [Dem Comments]({{< relref "dem_comments" >}}) : collection of comments across different forums on the internet


## Cool list {#cool-list}

collection of things that I think are cool one way or the other.

-   [Bots]({{< relref "bots" >}}) : Insects and bugs i want to be friends with
-   [Portfolios]({{< relref "portfolios" >}}) : Personal homepages/wikis/portfolios that I like
-   [Websites]({{< relref "websites" >}}) : Random websites that I think are cool


## Random lists {#random-lists}

-   [Manifestos]({{< relref "manifestos" >}}) : Collected manifestos
-   [Copy pastas]({{< relref "copy_pastas" >}}) : Collected copy pastas
-   [Challenges and Sports]({{< relref "challenges_sports" >}}) : Various challenges
-   [DIY Gems]({{< relref "diy" >}}) : DIY projects by other people that I found interesting


## Useful lists {#useful-lists}

-   [Things to say when]({{< relref "things_to_say_when" >}}) : Things that I can say at different situations.
-   [Digital Warrior]({{< relref "digital_warrior" >}}) : Guides and references to be more aware digitally
-   [Lifehacks]({{< relref "lifehacks" >}}) : Lifehack related posts/comments from the internets


## Lists elsewhere on the internet {#lists-elsewhere-on-the-internet}

-   [100 things that are broken, according to HN](https://news.ycombinator.com/item?id=11860496)
-   [Travel Packing List](https://www.evernote.com/shard/s204/client/snv?noteGuid=6ca15c53-0981-4e4a-ac7e-3871947c7414&noteKey=154edd1559be9188a589c6713b4b7ae8&sn=https%3A%2F%2Fwww.evernote.com%2Fshard%2Fs204%2Fsh%2F6ca15c53-0981-4e4a-ac7e-3871947c7414%2F154edd1559be9188a589c6713b4b7ae8&title=Travel%2BPacking%2BList)
-   [christine’s lists &amp; writings](https://docs.google.com/document/d/1zl33fxKigWN4Hd1AWOxopuvzQZfPpMUwGTLbB07dXzU/edit#heading=h.zc6kimanub7n)
-   [Unpopular Opinions](https://www.hella.cheap/unpopular-opinions/)
-   [My tier list of interesting YouTube channels - Tristan Hume](https://thume.ca/2020/07/19/my-youtube-tier-list/)
-   [Alternative Institutions](https://mason.gmu.edu/~rhanson/altinst.html)
-   [thehandsomepanther/cool-sites](https://github.com/thehandsomepanther/cool-sites)
-   [Under-Investigated Fields List (Version 1.0) - matthewmcateer.me](https://matthewmcateer.me/blog/under-investigated-fields/)
